Repository: Linecom-lik/Linecom-Wear-Translate
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: From 四川 德阳
en: From Deyang Sichuan

source: From 天津 天津
en: From Tianjin

source: From 浙江 宁波
en: From Ningbo

source: ICP备案
en: ICP Filing
zh_hant: ICP備案

source: License under Apache License 2.0.
en: Licensed under Apache License 2.0

source: Linecom API离线
en: Linecom API Offline
zh_hant: Linecom API離線

source: LWT翻译
en: LWTranslate

source: LWT需要网络连接以进行在线翻译
en: LWT needs network connection to translate.

source: MIIT网站
en: MIIT Website
zh_hant: MIIT網站

source: ThreeManager785 Serene Garden 框架开发者
en: ThreeManager785 Serene Garden Framework Dev

source: watchOS 9不支持此功能
en: watchOS 9 is not supported.

source: WindowsMEMZ 暗礁工作室 合作开发者
en: WindowsMEMZ Darock Partner Dev

source: 从%@翻译：
en: From %@:
zh_hant: 從%@翻譯：

source: 使用自定义密钥
en: Use Custom Key

source: 俄语
en: Russian
zh_hant: 俄語

source: 公告
en: Notice

source: 关于
en: About
zh_hant: 關於

source: 关于LWT
en: About LWT
zh_hant: 關於LWT

source: 单击以关闭此消息
en: Tap to close
zh_hant: 單擊以關閉消息

source: 单击启动反馈助理
en: Tap to Open Feedback Assistian
zh_hant: 單擊啟動反饋助理

source: 反馈助理
en: Feedback Assistian
zh_hant: 反饋助理

source: 反馈类型
en: Type
zh_hant: 反饋類型

source: 发送
en: Send
zh_hant: 發送

source: 发送的反馈
en: Sent FBs
zh_hant: 發送的反饋

source: 发送邮件直接联系澪空软件（推荐）
en: Direct contact Linecom via Email (Suggested)

source: 回复 %lld
en: Reply %lld
zh_hant: 回覆 %lld

source: 回复信息
en: Reply Message
zh_hant: 回覆訊息

source: 回复内容
en: Reply Content
zh_hant: 回覆內容

source: 基本
en: Basic

source: 如有疑问，请反馈开发者
en: If you have problems, please contact the developer.

source: 实验性功能
en: Experimental Feature
zh_hant: 實驗性功能

source: 密钥
en: Secret

source: 对于watchOS 9的支持已经结束
en: watchOS 9 is no longer supported.
zh_hant: 對於watchOS 9的支持已經結束

source: 尚未连接到互联网
en: Not Connected to the Internet
zh_hant: 尚未連結到互聯網

source: 建议
en: Suggestion
zh_hant: 建議

source: 开发团队
en: Dev Team
zh_hant: 開發團隊

source: 开源许可
en: OSS License
zh_hant: 開源許可

source: 德语
en: German
zh_hant: 德語

source: 打开App Store
en: App Store
zh_hant: 打開App Store

source: 技术支持
en: Technical Support
zh_hant: 技術支持

source: 文言->中文
en: Classical -> Simplified

source: 文言文翻译
en: Classical Chinese Translate

source: 新建反馈
en: New Feedback
zh_hant: 新建反饋

source: 日语
en: Japanese
zh_hant: 日語

source: 来自
en: From
zh_hant: 來自

source: 标题
en: Title
zh_hant: 標題

source: 框架开发
en: Framework Develop
zh_hant: 框架開發

source: 概述：
en: Overview:

source: 正在检查更新
en: Checking for update
zh_hant: 正在檢查更新

source: 正在检查网络连接
en: Checking Network Connection
zh_hant: 正在檢查網絡連結

source: 正在请求
en: Loading
zh_hant: 正在請求

source: 法语
en: French
zh_hant: 法語

source: 波兰语
en: Polish
zh_hant: 波蘭語

source: 源语言
en: From
zh_hant: 源語言

source: 澪空 澪空软件技术 开发者&责任人
en: Linecom LST Developer

source: 澪空Linecom
en: Linecom

source: 澪空软件
en: Linecom

source: 澪空软件 腕表翻译
en: Linecom\nWear\nTranslate

source: 澪空软件技术
en: Linecom Software Technologies
zh_hant: 澪空軟件技術

source: 状态
en: Status
zh_hant: 狀態

source: 百度翻译
en: Baidu
zh_hant: 百度翻譯

source: 百度翻译自2022年8月1日起将每月免费的调用额度限制在100万字符，如果您有自己的密钥，您可以在此替换由澪空软件提供的默认密钥
en: You can replace Baidu Translate API key provided by Linecom with yours.

source: 目标语言
en: To
zh_hant: 目標語言

source: 程序开发
en: Programming
zh_hant: 程序開發

source: 简体中文
en: Simplified Chinese
zh_hant: 簡體中文

source: 类型
en: Type
zh_hant: 類型

source: 繁体中文
en: Traditional Chinese
zh_hant: 繁體中文

source: 网络异常，无法翻译
en: Lost Connection
zh_hant: 網絡異常，無法翻譯

source: 翻译
en: Translate
zh_hant: 翻譯

source: 翻译提供商
en: Provider
zh_hant: 翻譯提供商

source: 联系与反馈
en: Contact
zh_hant: 聯繫與反饋

source: 联系我们
en: Contact us
zh_hant: 聯繫我們

source: 联系方式
en: Methods
zh_hant: 聯繫方式

source: 腕表翻译
en: Wear Translate
zh_hant: 腕錶翻譯

source: 腾讯翻译
en: Tencent
zh_hant: 騰訊翻譯

source: 自动
en: Auto
zh_hant: 自動

source: 若您遇到了问题，请发送支持工单：
en: If you have trouble using this app, please open a ticket.

source: 英语
en: English
zh_hant: 英語

source: 设置
en: Settings
zh_hant: 設置

source: 详情
en: Details
zh_hant: 詳情

source: 请前往App Store更新
en: Open App Store
zh_hant: 請前往App Store更新

source: 请等待
en: Please Stand By
zh_hant: 請等待

source: 请通过邮件联系我们：
en: Contact us via E-Mail

source: 调试模式
en: Debug Mode
zh_hant: 調適模式

source: 调试选项
en: Debug Option
zh_hant: 調適選項

source: 调试选项已启用
en: Debug Option Enabled
zh_hant: 調適選項已啟用

source: 购买
en: Buy
zh_hant: 購買

source: 软件更新
en: Update
zh_hant: 軟件更新

source: 输入文言
en: Classical Chinese

source: 通用
en: General

source: 邮件
en: E-mail
zh_hant: 郵件

source: 配置API密钥
en: Configure API Key

source: 配置密钥
en: Configure Key

source: 重置
en: Reset

source: 重试
en: Retry
zh_hant: 重載

source: 错误代码：%lld
en: Error Code: %lld

source: 错误详细信息：
en: Error Details:

source: 键入源语言
en: Input source lang
zh_hant: 鍵入源語言

source: 隐藏调试选项
en: Hide Debug Option
zh_hant: 隱藏調適選項

source: 韩语
en: Korean
zh_hant: 韓語

source: 额外
en: Extra
zh_hant: 額外

source: 额外提供商现已可用
en: Extra provider available now
zh_hant: 額外提供商現已可用

source: 额外翻译提供商
en: Extra Provider
zh_hant: 額外翻譯提供商

source: 首席执行官
en: CEO

source: ICP备案/许可证号
zh_hant: ICP備案/許可證號

source: ICP备案主体信息
zh_hant: ICP備案主體訊息

source: ICP备案服务信息
zh_hant: ICP備案服務訊息

source: 为Apple Watch SE和Apple Watch Series6及以前的设备提供英文与拼音的全键盘输入。 Powered by Cepheus
zh_hant: 為Apple Watch SE和Apple Watch Series6及以前的設備提供英文與拼音的全鍵盤輸入。 Powered by Cepheus

source: 主办单位名称
zh_hant: 主辦單位名稱

source: 主办单位性质
zh_hant: 主辦單位性質

source: 价格：%@
zh_hant: 價格： %@

source: 企业
zh_hant: 企業

source: 内容
zh_hant: 內容

source: 前往澪空软件支持中心（推荐）
zh_hant: 前往澪空軟件支持中心

source: 启用兼容性输入
zh_hant: 啟用兼容性輸入

source: 如何称呼您
zh_hant: 如何稱呼您

source: 宁波高新区程信通讯器材经营部
zh_hant: 寧波高新區程信通訊器材經營部

source: 审核通过日期
zh_hant: 審核通過日期

source: 对于watchOS 9的支持已经结束，您不会再收到新版本，Linecom LLC建议您尽快更新watchOS以得到最新的LWT更新
zh_hant: 對於watchOS 9的支持已經結束，您不會再收到新版本，Linecom LLC建議您儘快更新watchOS以得到最新的LWT更新

source: 感谢您购买
zh_hant: 感謝您購買

source: 昵称
zh_hant: 暱稱

source: 服务前置审批项
zh_hant: 服務前置審批項

source: 服务名称
zh_hant: 服務名稱

source: 检查更新时出错
zh_hant: 檢查更新時出錯

source: 此时暂无实验性功能可供测试
zh_hant: 此時無實驗性功能可供測試

source: 浙ICP备2024071295号
zh_hant: 浙ICP備2024071295號

source: 浙ICP备2024071295号-3A
zh_hant: 浙ICP備2024071295號-3A

source: 澪空软件腕表翻译
zh_hant: 澪空軟件腕錶翻譯

source: 简洁地描述问题
zh_hant: 簡潔的描述問題

source: 西班牙语
zh_hant: 西班牙語

source: 请等待一会，马上回来
zh_hant: 請等待一會，馬上回來

source: 负责人
zh_hant: 負責人

source: 重设购买状态
zh_hant: 重設購買狀態

source: 错误/异常行为
zh_hant: 錯誤/異常行為

source: 键入文言
zh_hant: 鍵入文言
